{"hugo-rosey-demo":{"original":"Hugo Rosey Demo","value":"Hugo Rosey Demo"},"its-all-about-about-baby":{"original":"Its all about about baby.","value":"Its all about about baby."},"keep-what-you-need-delete-the-rest":{"original":"Keep what you need. Delete the rest.","value":"Keep what you need. Delete the rest."},"markdown:when-things-happen---enjoy-them-theyre-little-gifts-just-think-about-these-things-in-your-mind-and-drop-em-on-canvas-maybe-he-has-a-little-friend-that-lives-right-over-here-just-let-go---and-fall-like-a-little-waterfall-this-is-the-time-to-get-out-all-your-flustrations-much-better-than-kicking-the-dog-around-the-house-or-taking-it-out-on-your-spouseif-what-youre-doing-doesnt-make-you-happy---youre-doing-the-wrong-thing-take-your-time-speed-will-come-later-there-isnt-a-rule-you-just-practice-and-find-out-which-way-works-best-for-you-lets-go-up-in-here-and-start-having-some-fun-if-were-going-to-have-animals-around-we-all-have-to-be-concerned-about-them-and-take-care-of-them":{"original":"\n      <p>When things happen - enjoy them. They’re little gifts. Just think about these things in your mind and drop em’ on canvas. Maybe he has a little friend that lives right over here. Just let go - and fall like a little waterfall. This is the time to get out all your flustrations, much better than kicking the dog around the house or taking it out on your spouse.</p>\n<p>If what you’re doing doesn’t make you happy - you’re doing the wrong thing. Take your time. Speed will come later. There isn’t a rule. You just practice and find out which way works best for you. Let’s go up in here, and start having some fun If we’re going to have animals around we all have to be concerned about them and take care of them.</p>\n\n    ","value":"<p>Cuando sucedan cosas, disfrútalas. Son pequeños regalos. Simplemente piensa en estas cosas en tu mente y colócalas en el lienzo. Quizás tenga un amiguito que viva aquí. Simplemente déjate llevar y cae como una pequeña cascada. Este es el momento de sacar todas tus frustraciones, mucho mejor que patear al perro por la casa o desquitarte con tu cónyuge.</p>\n<p>Si lo que estás haciendo no te hace feliz, estás haciendo lo incorrecto. Tome su tiempo. La velocidad vendrá después. No hay una regla. Simplemente practique y descubra qué método funciona mejor para usted. Subamos aquí y comencemos a divertirnos. Si vamos a tener animales cerca, todos tenemos que preocuparnos por ellos y cuidarlos.</p>\n"},"read-more":{"original":"\n    Read More\n  ","value":"\n    Read More\n  "},"make-your-own-copy-of-this-repository-reference-it-or-use-it-as-a-template-to-get-up-and-running-with-translation-workflows-in-cloudcannon-using-rosey":{"original":"Make your own copy of this repository. Reference it or use it as a template to get up and running with translation workflows in CloudCannon using Rosey.","value":"Haga su propia copia de este repositorio. Consúltelo o úselo como plantilla para comenzar a trabajar con flujos de trabajo de traducción en CloudCannon usando Rosey."},"markdown:a-demonstration-of-how-hugo-and-rosey-work-in-cloudcannon-this-site-has-extra-setup-so-that-we-can-enter-translations-via-the-cloudcannon-gui-additional-languages-can-be-set-in-the-environment-variables-in-cloudcannons-build-configurationa-new-test-paragraph-with-some-markdown-to-uputu-the-demo-through-its-spacess-testsa-line-breakanother-new-paragraph":{"original":"\n      <p>A demonstration of how Hugo and Rosey work in CloudCannon. This site has extra setup so that we can enter translations via the CloudCannon GUI. Additional languages can be set in the environment variables in CloudCannon’s build configuration.</p>\n<p>A new test paragraph, with <strong>some</strong> <em><strong>markdown to <!-- raw HTML omitted -->put<!-- raw HTML omitted --></strong></em> the demo through its <!-- raw HTML omitted -->paces<!-- raw HTML omitted --> tests.<br>\nA line break</p>\n<p>Another new paragraph</p>\n\n    ","value":"<p>Una demostración de cómo trabajan Hugo y Rosey en CloudCannon. Este sitio tiene una configuración adicional para que podamos ingresar traducciones a través de la GUI de CloudCannon. Se pueden configurar idiomas adicionales en las variables de entorno en la configuración de compilación de CloudCannon.</p>\n<p>Un nuevo párrafo de prueba, con algunas rebajas para poner a prueba la demostración.\nUn salto de línea</p>\n<p>Otro nuevo párrafo</p>\n"},"new-heading":{"original":"New heading","value":"Translated heading demo"}}